tap "brona/iproute2mac"
tap "cloudflare/cloudflare"
tap "homebrew/brewdler"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tkengo/highway"
brew "libpng"
brew "libtiff"
brew "openssl@3"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "bat"
brew "freetype"
brew "gettext"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "emacs"
brew "fd"
brew "icu4c"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "libtool"
brew "pkg-config"
brew "htop"
brew "hugo"
brew "openssl@1.1"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "mkcert"
brew "nmap"
brew "oha"
brew "pwgen"
brew "pyenv"
brew "railway"
brew "the_silver_searcher"
brew "tree"
brew "unixodbc"
brew "v8"
brew "wget"
brew "wrk"
brew "zoxide"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
