tap 'homebrew/brewdler'
tap 'tkengo/highway'
tap 'brona/iproute2mac'
tap 'teamookla/speedtest'
brew 'htop'
brew 'pyenv'
brew 'speedtest'
brew 'coreutils'
brew 'openssl'
brew 'autoconf'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'git'
brew 'icu4c'
brew 'libtool'
brew 'pkg-config'
brew 'readline'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'unixodbc'
brew 'wrk'
brew 'colordiff'
brew 'iproute2mac'
brew 'tree'
brew 'wget'
brew 'ag'
brew 'pwgen'
brew 'fish'
brew 'nmap'
brew 'ffmpeg'
brew 'emacs'
brew 'gh'
brew 'v8'
brew 'direnv'
brew 'diff-so-fancy'
brew 'fzf'
brew 'dust'
brew 'fd'
brew 'jq'
brew 'oha'