tap "brona/iproute2mac"
tap "cloudflare/cloudflare"
tap "homebrew/brewdler"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tkengo/highway"
brew "libpng"
brew "libtiff"
brew "openssl@3"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "bat"
brew "freetype"
brew "gettext"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "emacs"
brew "eza"
brew "fd"
brew "icu4c"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "htop"
brew "hugo"
brew "openssl@1.1"
brew "libtool"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "mkcert"
brew "nmap"
brew "oha"
brew "pkg-config"
brew "pwgen"
brew "pyenv"
brew "railway"
brew "the_silver_searcher"
brew "tlrc"
brew "tree"
brew "unixodbc"
brew "v8"
brew "wget"
brew "wrk"
brew "zoxide"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "ngrok"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chunsen.bracket-select"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hfutsora.unwrap"
vscode "idleberg.applescript"
vscode "kimuson.ts-type-expand"
vscode "mishkinf.goto-next-previous-member"
vscode "ms-playwright.playwright"
vscode "nextnav.nextnav"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "sashaweiss.block-travel"
vscode "simonsiefke.svg-preview"
vscode "vitest.explorer"
vscode "vkrsi.code-screenshot"
vscode "waderyan.gitblame"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
