tap "brona/iproute2mac"
tap "homebrew/brewdler"
tap "koekeishiya/formulae"
tap "mobile-dev-inc/tap"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "addlicense"
brew "libpng"
brew "libtiff"
brew "asciinema"
brew "atuin"
brew "autoconf"
brew "openssl@3"
brew "readline"
brew "node"
brew "backlog-md"
brew "gettext"
brew "bat"
brew "bom"
brew "btop"
brew "bulletty"
brew "freetype"
brew "less"
brew "circumflex"
brew "cliclick"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "codex"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "dpkg"
brew "dust"
brew "emacs"
brew "exiftool"
brew "expect"
brew "eza"
brew "fakeroot"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gonzo"
brew "hexhog"
brew "htop"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "intelli-shell"
brew "iproute2mac"
brew "jiratui"
brew "jpeg"
brew "jq"
brew "kibi"
brew "lsr"
brew "magika"
brew "mkcert"
brew "mysql-to-sqlite3"
brew "newsboat"
brew "nmap"
brew "nyan"
brew "oha"
brew "openjdk@11"
brew "openjdk@17"
brew "pdfcpu"
brew "pipx"
brew "pkgconf"
brew "pwgen"
brew "pyenv"
brew "qman"
brew "reddix"
brew "rpm"
brew "snooze"
brew "specify"
brew "sqlite3-to-mysql"
brew "taze"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "uv"
brew "v8"
brew "watchman"
brew "wget"
brew "wrk"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/yabai"
brew "mobile-dev-inc/tap/maestro"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "apidog"
cask "chatgpt"
cask "chatgpt-atlas"
cask "clariti"
cask "coteditor"
cask "figma"
cask "filefaker"
cask "font-with-a-syntax-highlighter"
cask "frame0"
cask "gitkraken-cli"
cask "hammerspoon"
cask "icon-composer"
cask "keycastr"
cask "keyclu"
cask "launchie"
cask "lexicon-dj"
cask "ngrok"
cask "opcode"
cask "overview"
cask "rclone-ui"
cask "scrub-utility"
cask "stravu-crystal"
cask "visual-studio-code"
cask "wave"
cask "windsurf"
cask "zulu@17"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chunsen.bracket-select"
vscode "coderabbit.coderabbit-vscode"
vscode "codium.codium"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "kilocode.kilo-code"
vscode "ms-playwright.playwright"
vscode "naumovs.color-highlight"
vscode "nuromirg.nightfox-theme-collections"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "ouweiya.copy-file-name"
vscode "pomber.git-file-history"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "sashaweiss.block-travel"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
