tap "brona/iproute2mac"
tap "homebrew/brewdler"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "libpng"
brew "libtiff"
brew "openssl@3"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "gettext"
brew "bat"
brew "btop"
brew "freetype"
brew "less"
brew "circumflex"
brew "cmake"
brew "cocoapods"
brew "codex"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "dust"
brew "emacs"
brew "expect"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "htop"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "lsr"
brew "mkcert"
brew "newsboat"
brew "nmap"
brew "node"
brew "nyan"
brew "oha"
brew "pipx"
brew "pkgconf"
brew "pwgen"
brew "pyenv"
brew "qman"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "uv"
brew "v8"
brew "wget"
brew "wrk"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "clariti"
cask "claudia"
cask "filefaker"
cask "icon-composer"
cask "keyclu"
cask "ngrok"
cask "stravu-crystal"
cask "visual-studio-code"
vscode "alex-c.code-canvas-app"
vscode "allemandinstable.colorful-comments-refreshed"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "ouweiya.copy-file-name"
vscode "pomber.git-file-history"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "sashaweiss.block-travel"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
