tap "antoniorodr/memo"
tap "brona/iproute2mac"
tap "cameroncooke/axe"
tap "facebook/fb"
tap "homebrew/brewdler"
tap "ibigio/tap"
tap "koekeishiya/formulae"
tap "mobile-dev-inc/tap"
tap "ngrok/ngrok"
tap "regenrek/tap"
tap "sheeki03/tap"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "yakitrak/yakitrak"
brew "addlicense"
brew "libpng"
brew "libtiff"
brew "asciinema"
brew "atuin"
brew "autoconf"
brew "gettext"
brew "readline"
brew "openssl@3"
brew "bat"
brew "bom"
brew "btop"
brew "bulletty"
brew "freetype"
brew "less"
brew "circumflex"
brew "cliclick"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "ffmpeg"
brew "cmus"
brew "libyaml"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "dpkg"
brew "dust"
brew "emacs"
brew "exiftool"
brew "expect"
brew "eza"
brew "fakeroot"
brew "fd"
brew "fish"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "gonzo"
brew "gruyere"
brew "gum"
brew "hapless"
brew "hexhog"
brew "htop"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "intelli-shell"
brew "iproute2mac"
brew "jj"
brew "jpeg"
brew "jq"
brew "kibi"
brew "lsd"
brew "magika"
brew "mise"
brew "mkcert"
brew "mole"
brew "neovim"
brew "netshow"
brew "nmap"
brew "nyan"
brew "oha"
brew "ollama", restart_service: :changed
brew "openjdk@11"
brew "openjdk@17"
brew "osv-scanner"
brew "pdfcpu"
brew "pipx"
brew "pkgconf"
brew "pngquant"
brew "pwgen"
brew "pyenv"
brew "qman"
brew "reddix"
brew "serve"
brew "shellcheck"
brew "snitch"
brew "snooze"
brew "sqlite3-to-mysql"
brew "taze"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "treemd"
brew "try-rs"
brew "unixodbc"
brew "uv"
brew "v8"
brew "watchman"
brew "wget"
brew "wrk"
brew "xcp"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "antoniorodr/memo/memo"
brew "cameroncooke/axe/axe"
brew "facebook/fb/idb-companion"
brew "ibigio/tap/shell-ai"
brew "mobile-dev-inc/tap/maestro"
brew "regenrek/tap/peakypanes"
brew "sheeki03/tap/tirith"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/remindctl"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "apidog"
cask "butterkit"
cask "chatgpt"
cask "chatgpt-atlas"
cask "clariti"
cask "codex"
cask "conductor"
cask "coteditor"
cask "figma"
cask "filo"
cask "font-with-a-syntax-highlighter"
cask "frame0"
cask "ghostty"
cask "gitkraken-cli"
cask "glide"
cask "hammerspoon"
cask "keycastr"
cask "keyclu"
cask "keycue"
cask "launchie"
cask "lexicon-dj"
cask "ngrok"
cask "orbstack"
cask "overview"
cask "rclone-ui"
cask "scrub-utility"
cask "slack"
cask "stravu-crystal"
cask "stremio@beta"
cask "visual-studio-code"
cask "visualdiffer"
cask "warp"
cask "windsurf"
cask "zed"
cask "zen"
cask "zulu@17"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chunsen.bracket-select"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "faridkazim.file-creator-intellij-idea-style"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "idleberg.jxa"
vscode "laststance.copy-to"
vscode "laststance.deep-trace-navigation"
vscode "laststance.just-vibe-coding"
vscode "ms-playwright.playwright"
vscode "naumovs.color-highlight"
vscode "nuromirg.nightfox-theme-collections"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "ouweiya.copy-file-name"
vscode "pomber.git-file-history"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
cargo "ask-sh"
cargo "cargo-fuzz"
cargo "cargo-llvm-cov"
cargo "flamegraph"
cargo "mdbook"
cargo "xp"
